<html>
<head>
<title>Definici&oacute;n de mito</title>
<body topmargin=65 leftmargin=65 rightmargin=65 bottommargin=65 bgcolor=#D4FCFA>
<!--------Kenia Hern&aacute;ndez #23 2° "B"-------->
<hr align=center width=75% size=3 color=#95BFBD><h1 align=center><marquee behavior=alternate>DEFINICI&Oacute;N DE MITO</marquee></h1></hr>
<hr align=center width=75% size=3 color=#95BFBD></hr>
<p align=justify><font face=verdana size=4 color=#365F5D>
Del griego "mythos", cuya etimolog&iacute;a remite a significados como "palabra", "discurso".
Cuando se trata de establecer con exactitud el rol del mito en la filosof&iacute;a, surgen una serie de dificultades, 
en nada sencillas de resolver. No se puede obviar que la misma palabra mythos de origen griego entraba en su etimolog&iacute;a, 
un sentido de f&aacute;bula o relato carente de verdad, de car&aacute;cter meramente aleg&oacute;rico, y que fue utilizada 
tempranamente en este sentido. Se entiende por mito todo relato acerca de los or&iacute;genes de cualquier tipo de realidad 
(desde el origen del universo y del ser humano, hasta el de un objeto cualquiera). Tal relato tiene las caracter&iacute;sticas 
de apelar a lo sobrenatural, como elemento explicativo, y de recurrir a un lenguaje ambivalente, lo que le lleva a incurrir 
en contradicciones.
<br><br>
Brun justifica en Plat&oacute;n el empleo del mito, por la estrecha relaci&oacute;n de historicidad que esta tiene. Coincidiendo con 
Juli&aacute;n Mar&iacute;as, Brun plantea que la filosof&iacute;a no puede prescindir de la historia, es m&aacute;s, debe hacerse una necesaria 
filosof&iacute;a de la historia, y como resultado de esto, Plat&oacute;n se sumerge en la tradici&oacute;n griega, para tomar su lenguaje, su 
vivencia y navegar a trav&eacute;s de ella en la b&uacute;squeda filos&oacute;fica. El mismo Kierkegaard concede una funci&oacute;n dial&eacute;ctica 
y m&iacute;tica al filosof&iacute;a plat&oacute;nica compar&aacute;ndola con la canci&oacute;n de cuna que infunde el sueño del niño, y ese sueño es 
la presencia de lo espiritual, la irrupci&oacute;n desconocida y s&uacute;bita de la experiencia m&iacute;stica.
De este modo el Mito en Plat&oacute;n, juega un rol esencial como lenguaje de comunicaci&oacute;n con otras experiencias.</p>
<p align=center>
<img src=zeus.jpg height=40% width=20%>
</p>
<p align=center><a href="index.html"> Ir al Inicio </a></p>
</body>
</html>